Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Daj spokój. Nie musimy być tacy święci.
uk: Облиш. Ми не мусимо бути настільки святими.

source: Daj spokój. Taka była umowa.
uk: Та годі тобі. Така ж була угода.

source: Daj spokój. Zrobiłem to, co każdy by zrobił na moim miejscu.
uk: Облиш. Я зробив те, що зробив би кожен на моєму місці.

source: Daj te ryby - wyrzucę je.
uk: Дай мені ту рибу, я її викину.

source: Daj te ryby.
uk: Дай мені цю рибу.

source: Daj te ryby. (Zapłać 20 SZ)
uk: Дай мені цю рибу. (Заплатити 20 золотих)

source: Daj ten topór.
uk: Дай мені цю сокиру.

source: Daj trochę złota a sam się przekonasz!
uk: Дай трохи золота і сам переконаєшся!

source: Daj znać gdy będziesz gotowy na dłuższą lekcję.
uk: Дай знати, коли будеш готовий до більш тривалого уроку.

source: Daj znać, czego potrzebujesz.
uk: Дай знати, що тобі потрібно.

source: Daj znać, gdy będziesz chciał tam wyruszyć.
uk: Дай мені знати, коли захочеш туди вирушити.

source: Daj znać, gdy będziesz gotowy odpływać.
uk: Дай знати, коли будеш готовий відплисти.

source: Daj znać, gdy będziesz gotowy.
uk: Повідом, коли будеш готовий.

source: Daj znać, gdy będziesz gotów wyruszać.
uk: Дай знати, коли будеш готовий вирушати.

source: Daj znać, gdybyś znalazł jakieś miejsce, przez które możemy się przekopać.
uk: Дай знати, якщо ти знайдеш місце, яке ми зможемо розкопати.

source: Daj znać, kiedy będziesz gotowy. Trzeba ci pokazać, jakie prawa tu obowiązują.
uk: Скажеш, як будеш готовий. Тобі слід показати, хто тут головний.

source: Dajcie mi ich więcej!
uk: Дайте мені їх ще!

source: Daje nam to jednak jakieś pole do manewru podczas przygotowań do ataku.
uk: Однак це дає нам певний простір для маневрів при підготовці до атаки.

source: Dajemy ludziom zajęcie i schronienie nad głową, a ci jeszcze złota by chcieli?
uk: Ми даємо людям роботу і дах над головою, а вони ще й хочуть золота?

source: Dajesz 30 sztuk złota, albo przywalę ci w mordę.
uk: Давай сюди 30 золотих, або я начищу тобі рило.

source: Dajesz mi 75 monet, a zyskasz nieco złota! Proste, co nie?
uk: Ти даєш мені 75 монет і отримуєш трохи золота зверху! Просто, правда?

source: Dajesz radę.
uk: Ти зможеш.

source: Dajesz, mocniej!
uk: Давай, сильніше!

source: Dajmy jej jeszcze chwilę. W międzyczasie mam do ciebie parę pytań.
uk: Дамо їй ще трохи часу. А поки в мене до тебе є кілька питань.

source: Dajmy mu chwilę wytchnienia, a za moment stanie do ostatniej walki tego wieczoru...
uk: Дамо йому трохи перепочити, адже за мить на нього чекає останній бій цього вечора...

source: Dając sobie po mordach?
uk: Надававши один одному по морді?

source: Daję ci 40 moich najlepszych ludzi.
uk: Я дам тобі 40 своїх найкращих людей.

source: Daję ci jedną szansę, byś na zawsze zniknęła.
uk: Я даю тобі шанс зникнути назавжди.

source: Daję ci ostatnią szansę, spotkajmy się za kilka dni w pobliżu obozu drwali pod Wilczym Leżem.
uk: Я дам тобі останній шанс. Зустрінемося через кілька днів поблизу табору лісорубів біля Вовчого Лігва.

source: Daję ci szansę, ale wybór należy do ciebie.
uk: Даю тобі шанс, але вибір за тобою.

source: Daję ci więc ostatnie ostrzeżenie. Wynoś się stąd i nigdy nie wracaj.
uk: Тому ось тобі останнє попередження. Забирайся звідси й ніколи не повертайся.

source: Daję głowę, że widziałem, jak parę godzin temu w latarni świeciło się światło.
uk: Даю слово, що кілька годин тому я бачив, як на маяку горіло світло.

source: Daję słowo, że nawet w moich rodzinnych stronach trudno o kogoś o podobnym wzroście.
uk: Даю слово, що навіть у моїх рідних краях важко знайти людину такого зросту.

source: Dajże spokój! Odejście Lutza frustrowało mnie latami. Teraz wreszcie mam to za sobą. I kto wie, może uda mi się ponownie mu zaufać?
uk: Облиш! Втеча Люца засмучувала мене роками. Нарешті це вже позаду. І хто знає, можливо, я знову зможу йому довіряти?

source: Dalej
uk: Продовжити

source: Dalej brakuje mi śniegu i prawdziwego zimna.
uk: Мені все ще бракує снігу і справжнього холоду.

source: Dalej cisza... nawet Helga nic nie wie na ten temat.
uk: Все ще тиша... Навіть Хельга нічого про це не знає.

source: Dalej jestem! Tylko Lutz mi działa na nerwy.
uk: Я досі щаслива! Тільки Люц діє мені на нерви.

source: Dalej musisz iść sam.
uk: Далі мусиш іти сам.

source: Dalej nie jestem pewny, czy to on powinien umierać.
uk: Я досі не певен, що саме він мав померти.

source: Dalej poradzicie sobie same. Tak jak mówiłem, karczmę rozpoznacie. To ten przewrócony statek.
uk: Далі можете йти самі. Як я вже казав, ви впізнаєте корчму. Це перевернутий корабель.

source: Dalej powinno być już bezpiecznie! Jeśli pójdziecie wzdłuż drogi, dojdziecie do winnicy.
uk: Далі має бути безпечно! Якщо підете дорогою, дійдете до виноградника.

source: Dalej pójdziesz już z Kesselem.
uk: Далі підеш з Кесселем.

source: Dalej tego nie pojąłeś? Ulryk i Volker zawarli umowę. Wspólnie zamierzają oczyścić to miasto z Myrtańczyków i wszystkich ich sługusów.
uk: Ти ще не зрозумів? Ульрік і Волкер уклали угоду. Разом вони хочуть очистити це місто від міртанців і всіх їхніх поплічників.

source: Daleko jeszcze?
uk: Ще далеко?

source: Daleko na północ od myrtańskiego Przygranicza piętrzą się ośnieżone szczyty Nordmaru - mroźnej, niedostępnej krainy, będącej ojczyzną dumnego ludu wojowników. Nie bez powodu przypisano im to miano, bowiem od wieków są celem najazdów orkowych plemion zamieszkujących rozległe Północne Równiny.
uk: Далеко на північ від прикордоння Міртани височіють засніжені вершини Нордмару - холодного, неприступного краю, де мешкає гордий народ воїнів. Недарма їх так називають, адже вони століттями були об'єктом набігів племен орків з безкрайніх Північних Рівнин.

source: Daleko poza twoim zasięgiem.
uk: Далеко за межами твоєї досяжності.

source: Dali mi nawet sporą zaliczkę, ale odmówiłem. Księga nosiła pieczęć miejskiej biblioteki, a to oznaczało, że została z niej wyniesiona nielegalnie.
uk: Вони навіть пропонували мені солідний аванс, але я їм відмовив. На книжці стояла печатка міської бібліотеки, а це означало, що вона потрапила до них незаконно.

source: Dali nam spokój dopiero gdy weszliśmy do lasu przy jeziorze. Z daleka obserwowaliśmy, jak wracają na bagna i z powrotem znikają pod wodą.
uk: Вони припинили нас переслідувати лише тоді, коли ми зайшли в ліс біля озера. Здалеку ми спостерігали, як вони повертаються на болото і зникають під водою.

source: Daliśmy Ulrykowi broń, dzięki której uwierzył w legendy o swoim przeznaczeniu.
uk: Ми дали Ульріку зброю, завдяки якій він повірив у легенди про свою долю.

source: Daliśmy im wszystko, czego potrzebowali - ciepły kąt, strawę, lekarstwa i ubrania, ale oni chcieli więcej.
uk: Ми дали їм все необхідне – прихисток, харчі, ліки, одяг, але їм було цього замало.

source: Daliśmy nawet parę monet Dusterowi, strażnikowi, który ma dziś patrolować port, żeby nie sprawdzał niepotrzebnie towaru, wszystko żeby oszczędzać cenne minuty.
uk: Ми навіть кинули кілька монет Дастеру, вартовому, який сьогодні мав патрулювати порт, щоб він без потреби не перевіряв товари - все, аби зекономити дорогоцінні хвилини.

source: Dalmon
uk: Далмон

source: Dalsze losy In Extremo nie są mi znane... Niestety, mam ważniejsze sprawy na głowie.
uk: Подальша доля In Extremo мені невідома... На жаль, у мене є важливіші справи.

source: Dalsze szkolenie wymaga awansu w Araxos!
uk: Для подальшого навчання потрібне підвищення в Араксосі!

source: Dalsze szkolenie wymaga awansu w straży!
uk: Для подальшого навчання потрібне підвищення у Варті!

source: Dam ci butelkę wina. Pamiętaj, żeby go nie pić, bo się pochorujesz. Jest zepsute. Pójdziesz na targ i podrzucisz ją któremuś z kupców mających w ofercie wino.
uk: Я дам тобі пляшку вина. Тільки не пий його, бо отруїшся. Воно зіпсоване. Ти підеш на ринок і підкинеш її одному з торговців, який продає вино.

source: Dam ci dobrą radę. Mamy tutaj taki zwyczaj, że nowi częstują strażników jakimś dobrym trunkiem.
uk: Я дам тобі добру пораду. У нас тут є такий звичай, що новачки пригощають вартових доброю випивкою.

source: Dam ci najpotężniejsze narzędzie do walki z brudem.
uk: Я дам тобі найкращий інструмент для боротьби з брудом.

source: Dam ci parę monet, ale nie jestem bogata.
uk: Я не багата, але дам тобі кілька монет.

source: Dam ci radę. Czasem najprostsze rozwiązania są najlepsze.
uk: Дам тобі пораду. Іноді найпростіші рішення є найкращими.

source: Dam ci radę. Gdy zaczniesz grać, przestań zwracać uwagę na wszystkich wokół. Spróbuj poczuć rytm, harmonię. Nie pozwól by cokolwiek cię rozpraszało.
uk: Я дам тобі пораду. Коли почнеш грати, перестань звертати увагу на всіх навколо. Намагайся відчути ритм, гармонію. Не дозволяй нічому відволікати себе.

source: Dam ci szczerą radę, młody człowieku. Szanuj swoją głowę, póki masz ją jeszcze na karku.
uk: Я дам тобі щиру пораду, малий. Цінуй свою голову, поки вона ще на плечах.

source: Dam ci znać, gdy miejsce będzie oczyszczone. Mówiłeś o chacie w pobliżu, jak do niej dotrzeć?
uk: Я дам тобі знати, коли все буде готово. Ти казав про найближчу хатину, як до неї дістатися?

source: Dam ci znać, gdy tylko się czegoś dowiem.
uk: Я тебе повідомлю, як тільки щось дізнаюся.

source: Dam głowę, że ten łajdak Fabio za tym stoi!
uk: Я дам голову на відсіч, що за цим стоїть негідник Фабіо!

source: Dam głowę, że widziałem w swoim życiu dużo skromniejsze domy.
uk: Я дам голову на відсіч, що в житті я не бачив розкішнішого будинку.

source: Dam mu topór, którego nie da rady podnieść. Jesteś podobnej postury, więc gdy ty nie dasz rady go unieść, to on pewnie też nie!
uk: Я дам йому сокиру, яку він не зможе підняти. Ти приблизно такої ж статури, тож якщо ти не зможеш її підняти, то і він не зможе!

source: Dam mu zakosztować strachu i bólu, którym mnie uraczył.
uk: Я дам йому відчути страх і біль, через які він змусив мене пройти.

source: Dam radę, tylko te drzwi dzielą mnie od nowego początku w życiu. Dam radę!
uk: Я впораюся, тільки ці двері відокремлюють мене від початку нового життя. Я зможу!

source: Dam wam parę monet, ale pamiętajcie, że nie wystarczą na zbyt długo. Znajdźcie sobie jakieś zajęcie, to utrzymacie się sami i jeszcze ludzie przychylniej na was spojrzą.
uk: Я дам вам кілька монет, але пам'ятайте, що їх не вистачить надовго. Знайдіть роботу, тоді ви зможете себе забезпечити, а ще люди ставитимуться до вас прихильніше.

source: Dam wam parę monet. (Zapłać 50 SZ)
uk: Я дам тобі кілька монет. (Заплатити 50 золотих)

source: Dam z siebie wszystko, spokojna głowa.
uk: Я зроблю все, що в моїх силах, не хвилюйся.

source: Dam znać naszym łowcom by rozejrzeli się za wszelkimi podszywaczami.
uk: Я повідомлю наших мисливців, щоб вони спостерігали за різними шахраями.

source: Dama przeżywa istną gehennę, a TY śmiesz sobie drwić?!
uk: Пані переживає справжнє пекло, а ТИ смієш насміхатися?!

source: Damy ci chwilę, żebyś ochłonął. Tymczasem może twój towarzysz nam coś opowie.
uk: Ми дамо тобі трохи часу, щоб ти заспокоївся. А тим часом, може, твій супутник нам щось розповість.

source: Damy sobie radę?
uk: А ми зможемо?

source: Dan
uk: Ден

source: Dan całkowicie przemienił się w zębacza. Eliksir zadziałał, ale chyba nie do końca zgodnie z oczekiwaniami Yezegana. Może powinienem skrócić męki Dana?
uk: Ден повністю перетворився на снеппера. Зілля спрацювало, але, мабуть, не зовсім так, як очікував Єзеган. Можливо, мені варто припинити муки Дена?

source: Dan schronił się w jaskini na bagnie. Jest przerażony aktualną sytuacją i poprosił mnie, żebym znalazł jakiś sposób na odwrócenie przemiany. Muszę o tym powiedzieć Yezeganowi.
uk: Ден сховався в печері на болоті. Він наляканий поточною ситуацією і попросив мене знайти якийсь спосіб зупинити перетворення. Я маю розповісти про це Єзегану.

source: Dan za odpowiednią opłatą może mi pokazać, jak walczyć bronią dwuręczną, jak posługiwać się kuszą i jak stać się silniejszym.
uk: Ден за певну плату може показати мені, як битися дворучною зброєю, як користуватися арбалетом і як стати сильнішим.

source: Danie często zjadane przez łowców przed polowaniem
uk: Страва, яку часто їдять мисливці перед

source: Danie gotowe, czas wypróbować je na Broddym.
uk: Страва готова, час випробувати її на Бродді.

source: Danie przyrządzane w dużych kotłach,
uk: Страва, приготована у великому казані.

source: Danie spożywane jedynie przez najbogatszych.
uk: Страва, яку їдять тільки найбагатші.

source: Daniel
uk: Даніель

source: Danis
uk: Даніс

source: Dar od Bogów
uk: Дар Богів

source: Dar od bogów
uk: Дар богів

source: Darmowa kolejka na cześć nowego mistrza areny!
uk: Безкоштовна випивка на честь нового чемпіона арени!

source: Darmowy? Hm, brzmi to podejrzanie. Na pewno jest to jakiś porządny cyrulik a nie pierwszy lepszy konował?
uk: Безкоштовно? Хм, це звучить підозріло. Ти впевнений, що це пристойний цирульник, а не якийсь шахрай?

source: Darowałem Beckettowi życie i nie powiedziałem Cortezowi o ataku orków. Kapitan miał w sobie na tyle przyzwoitości, by mnie wynagrodzić. Szkoda, że Pat musi umrzeć. Pora wracać do Corteza.
uk: Я подарував Беккету життя і не розповів Кортезу про напад орків. Капітан проявив честь і нагородив мене. Шкода, що Пат помер. Час повертатися до Кортеза.

source: Darowałem mu życie i kazałem opuścić wyspę.
uk: Я лишив його живим і сказав покинути острів.

source: Darowałem mu życie i kazałem zaprzestać tych niebezpiecznych badań.
uk: Я лишив його живим і сказав, щоб він припинив ці небезпечні дослідження.

source: Darryl
uk: Деріл

source: Darryl i Maiwen jeszcze nie wrócili?
uk: Деріл і Мейвен ще не повернулися?

source: Darryl nie żyje, a Maiwen prawie zabił topielec.
uk: Деріл мертвий, а Мейвен ледь не вбив луркер.

source: Darryl nie żyje. W ostatniej chwili udało mi się uratować Maiwen przed pożarciem przez topielca.
uk: Деріл загинув. В останню мить мені вдалося врятувати Мейвен від луркера.

source: Darthe
uk: Дарт

source: Darthe nie ma zamiaru układać się z Gildią. Spróbuję rozejrzeć się po jego obozie, może znajdę coś, co mi podpowie, dlaczego czuje taką niechęć do Araxos.
uk: Дарт не бажає укладати угоду з Гільдією. Спробую оглянути його табір, можливо, знайду щось, що підкаже мені, чому він відчуває таку неприязнь до Араксосу.

source: Darthe nie żyje.
uk: Дарт мертвий.

source: Darthe nie żyje. Muszę poinformować o tym Adelarda.
uk: Дарт мертвий. Я повинен повідомити про це Аделарда.

source: Darthe udostępni Gildii swój obóz.
uk: Дарт надасть свій табір у розпорядження Гільдії.

source: Darthe zgodzi się przystać na warunki Gildii, jeśli w jego umowie pojawi się ubezpieczenie na wypadek kradzieży jego własności przez najemników. Przekażę to Adelardowi.
uk: Дарт погодиться на умови Гільдії, якщо в угоді буде передбачено страхування на випадок, якщо його майно вкрадуть найманці. Я передам це Аделарду.

source: Darthe zgodził się dołączyć do Araxos.
uk: Дарт погодився приєднатись до Араксосу.

source: Darthe zgodził się pracować dla Gildii Kupieckiej. Adelard będzie zadowolony z obrotu spraw.
uk: Дарт погодився працювати на Торгову Гільдію. Аделард буде задоволений таким розвитком подій.

source: Darthe,
uk: Дарте,

source: Daruj sobie. Najważniejsze, że nie będziemy musieli paradować w tych sukniach.
uk: Облиш. Головне, що нам не доведеться красуватися в тих сукнях.

source: Darujmy sobie te brednie. Albo handlujemy w przyjacielskiej atmosferze, albo nie handlujemy wcale.
uk: Забудьмо цю нісенітницю. Або ми торгуємо у дружній атмосфері, або не торгуємо взагалі.

source: Daruję ci życie, Beckett. Ale jeśli wejdziesz mi jeszcze kiedyś w drogę, bądź pewny, że drugi raz się nie wywiniesz.
uk: Я збережу тобі життя, Беккете. Але якщо ти ще раз станеш у мене на шляху, будь певен, вдруге тобі це з рук не зійде.

source: Daruję ci życie, ale masz zaprzestać tych eksperymentów.
uk: Я збережу тобі життя, але ти повинен припинити ці експерименти.

source: Dasz mi ją za darmo, a ja nie zrobię ci krzywdy.
uk: Ти віддаси мені її безкоштовно, а я не заподію тобі шкоди.

source: Dasz mi spróbować tej potrawki?
uk: Даси мені скуштувати цю страву?

source: Dasz mi w spokoju pracować, czy mam pójść po wartownika?
uk: Ти даси мені спокійно попрацювати, чи мені покликати охоронця?

source: Dasz sobie radę!
uk: Ти впораєшся!

source: Dasz sobie radę, w końcu ty byłeś tym mądrzejszym bratem.
uk: Ти впораєшся, адже ти був розумнішим братом.

source: Davis
uk: Девіс

source: Davis będzie skupował ode mnie drewno oraz złote i srebrne naczynia. Może mi też taniej sprzedawać wytrychy. Jeśli zechcę, nauczy mnie bardziej zaawansowanych technik otwierania zamków, jednak zanim opowie mi o mistrzowskich metodach, będę musiał dla niego trochę popracować.
uk: Девіс купуватиме у мене деревину, золоті та срібні вироби. Він також може задешево продавати мені відмички. Якщо я захочу, він навчить мене більш досконалим технікам відмикання замків, але мені доведеться трохи попрацювати для нього, перш ніж він зможе відкрити мені свої секрети.

source: Davis chce, żebym okradł kufry jego konkurenta. Mam otworzyć wszystkie skrzynie w jego warsztacie i zabrać ich zawartość.
uk: Девіс хоче, щоб я обікрав його конкурента. Я повинен відімкнути та обчистити всі скрині в його майстерні.

source: Davis jeszcze nie wie, kto odpowiada za ataki na jego kufry, ale wykorzysta zdobyte zwoje do wzmocnienia ich konstrukcji. Wręczył mi też nagrodę za wykonane zadanie, a pozostałe przedmioty znalezione przy włamywaczu mogę wykorzystać wedle uznania.
uk: Девіс досі не знає, хто несе відповідальність за посягання на його скрині, але він використає знайдені сувої, щоб зміцнити їхню конструкцію. Він також вручив мені винагороду за виконане завдання, а решту предметів, знайдених у злодія, я можу використати на власний розсуд.

source: Davis ma problem z włamywaczem, który otwiera jego kufry w domach obywateli Archolos. Muszę go powstrzymać, zanim całkowicie zniszczy reputację mojego mistrza. Następny atak ma nastąpić w domu w pobliżu Placu Targowego. To pierwszy budynek po mojej prawej idąc od bramy zachodniej. Jeśli dobrze kojarzę, to ten z różowymi kwiatami przy wejściu.
uk: У Девіса проблема зі злодієм, який обкрадає будинки жителів Архолосу, відмикаючи його скрині. Я повинен його зупинити, поки він остаточно не знищив репутацію мого вчителя. Наступне пограбування має відбутися в будинку біля Ринкової площі. Це перша будівля праворуч від мене, якщо йти від західних воріт. Якщо я правильно запам'ятав, це будинок з рожевими квітами біля входу.

source: Davis może mnie podszkolić w otwieraniu zamków, ale swoje mistrzowskie techniki zdradzi mi tylko wtedy, kiedy udowodnię swoją przydatność.
uk: Девіс може навчити мене відмикати замки, але він розкриє мені свої секрети лише якщо я доведу свою корисність.

source: Davis nie będzie zadowolony, że zwlekałem z wykonaniem jego zadania tak długo.
uk: Девісу не сподобається, що я так довго відкладав виконання його завдання.

source: Davis oficjalnie stwierdził, że opanowałem stosowne umiejętności na poziomie mistrzowskim. Niestety, nawet gdybym marzył o własnym warsztacie, to sporo musiałbym na to poczekać. Teraz mogę jednak bez przeszkód rozpocząć nauki u innego mistrza, nie tracąc wszystkich korzyści z bycia czeladnikiem Davisa.
uk: Девіс підтвердив, що я оволодів відповідними навичками на рівні майстра. На жаль, навіть якби я мріяв про власну майстерню, мені довелося б довго чекати на це. Однак тепер я можу почати навчання в іншого майстра, не втрачаючи при цьому всіх переваг, які приносить мені навчання у Девіса.

source: Davis pogratulował mi wykonanego zadania. Jeśli chcę, mogę zostać jego czeladnikiem.
uk: Девіс похвалив мене за виконану роботу. Якщо я захочу, то зможу стати його учнем.

source: Davis to właściciel pracowni ślusarskiej - 'Z Życia Złodzieja'. Swój zakład prowadzi w Dzielnicy Rzemieślników.
uk: Девіс – власник теслярської майстерні 'З Життя Злодія'. Він працює у Ремісничому кварталі.

source: Davis wynagrodził mnie za wykonaną dla niego pracę.
uk: Девіс винагородив мене за виконану роботу.

source: Dawaj bark!
uk: Покажи своє плече!

source: Dawaj mi to!
uk: Віддай мені це!

source: Dawaj mi tu dwa kufle piwa, na koszt tego młodzika.
uk: Налий мені два кухлі пива, за рахунок цього юнака.

source: Dawaj mi tu gorzałkę, na koszt tego młodzika.
uk: Принеси мені випити, за рахунок цього юнака.

source: Dawaj mi tu najmocniejszy trunek, na koszt tego młodziaka.
uk: Дай мені найміцнішу випивку, за рахунок цього юнака.

source: Dawaj sto sztuk złota!
uk: Давай сто золотих!

source: Dawaj te rzeczy.
uk: Давай сюди.

source: Dawaj te rzeczy. (Zapłać 150 SZ)
uk: Давай сюди. (Заплатити 150 золотих)

source: Dawaj ten eliksir.
uk: Давай той еліксир.

source: Dawaj ten eliksir. (Zapłać 100 SZ)
uk: Давай той еліксир. (Заплатити 100 золотих)

source: Dawaj ten kontrakt.
uk: Давай свій контракт.

source: Dawaj ten papier.
uk: Давай мені цей папір.

source: Dawaj ten zwój.
uk: Дай мені цей сувій.

source: Dawaj ten zwój. (KONIEC)
uk: Дай мені цей сувій. (Завершити)

source: Dawaj tę paczkę.
uk: Віддай мені цей пакунок.

source: Dawaj więc wszystko co masz, i się wynoś!
uk: Віддавай все що маєш і вимітайся звідси!

source: Dawaj złoto.
uk: Ану давай золото.

source: Dawaj!
uk: Давай.

source: Dawaj, idziemy.
uk: Давай, ходімо.

source: Dawaj, nie gadaj.
uk: Ну ж бо, помовч.

source: Dawaj, pokaż, czy jesteś twardszy niż twój braciszek!
uk: Давай, покажи мені, чи ти сильніший за свого братика!

source: Dawali sobie radę sami do tej pory. Chcesz się okryć chwałą czy nie?
uk: Досі вони справлялися самотужки. Ну що, хочеш покрити себе славою, чи ні?

source: Dawałem wiarę utartym hasłom o 'zwiedzaniu świata' i 'wypełnianiu obywatelskiego obowiązku'.
uk: Я повірив популярним гаслам про 'побачити світ' і 'виконати громадянський обов’язок'.

source: Dawid
uk: Давид

source: Dawna bitwa. (5 SZ)
uk: Давня битва. (5 золотих)

source: Dawne podania mówią nawet o pancerzach tak wytrzymałych, że nawet ostrze z magicznej rudy nie potrafiło go przebić.
uk: Старі легенди навіть розповідають про настільки міцні обладунки, що їх не міг пробити навіть клинок з магічної руди.

source: Dawne pokolenia Wilczych Synów, funkcjonowały i pojmowały świat w inny sposób niż my teraz.
uk: Минулі покоління Вовчих Синів жили і розуміли світ інакше, ніж ми зараз.

source: Dawniej podobno był całkowicie zamknięty dla obcych, ale po tym całym odcięciu się od świata zewnętrznego nie mieli nawet jak wypełniać ślubów pomocy ubogim.
uk: Раніше він нібито був повністю закритий для сторонніх, але через всю цю ізоляцію від зовнішнього світу вони навіть не мали як виконати свою обітницю допомагати бідним.

source: Dawno cię nie widziałem wuju!
uk: Давно я не бачив тебе, дядьку!

source: Dawno niczego nie nastawiałem, mogłem wyjść z wprawy. Szczególnie, że Ruud to taki drobny chłopaczyna.
uk: Я вже давно нічого не вправляв, можливо, відвик без практики. Тим більше, що Рууд такий кволий.

source: Dawno nie było tak tłoczno w porcie. Kto wie, może jeszcze wyjdziemy na tym z zyskiem.
uk: Давно в порту не було так людно. Хто знає, може нам вдасться отримати з цього вигоду.

source: Dawno nie mieliśmy dostawy węgla. Mam nadzieję, że to nie sprawka bandytów.
uk: Ми вже давно не отримували постачання вугілля. Сподіваюся, це не через бандитів.

source: Dawno nie odwiedzałem kopalni złota. Może to dobry czas, by znowu tam zawitać?
uk: Я давно не був у золотій копальні. Можливо, настав час відвідати її знову?

source: Dawno nie słyszałem podobnych bredni!
uk: Давно я не чув таких нісенітниць!

source: Dawno nie słyszałem tak... mądrych słów.
uk: Давно я не чув таких... мудрих слів.

source: Dawno nie ćwiczyłem strzelania do czerwonych!
uk: Давно не займався стрільбою по червоних!
